Revit 2027 API
UnitTypeId.Currency Property
 Currency.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Currency { get; }
Public Shared ReadOnly Property Currency As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Currency {
	ForgeTypeId^ get ();
}
static member Currency : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace